Repository: Belfagor2005/HasBahCa
Catalog: usr/lib/enigma2/python/Plugins/Extensions/HasBahCa/res/locale/*/LC_MESSAGES/HasBahCa.po
Languages: cs, it, sk

source: Give me a few seconds ... loading the data
cs: Dej mi pár vteřin ... načítávamí data
it: Dammi qualche secondo... caricamento dei dati
sk: Dajte mi pár sekúnd ... načítavam údajov

source: Exit
cs: Odejít
it: Uscire
sk: Ukončiť

source: Select
cs: Vybrat
it: Seleziona
sk: Vybrať

source: Options
it: Opzioni

source: Remove
cs: Odstranit
it: Rimuovere
sk: Odstrániť

source: Update M3U Playlists from GitHub
it: Aggiorna le playlist M3U da GitHub

source: Update Plugin to new version
it: Aggiorna il plugin alla nuova versione

source: Force Update (Developer)
it: Aggiornamento forzato (sviluppatore)

source: Select update type:
it: Seleziona il tipo di aggiornamento:

source: Error checking version: %s
it: Errore durante il controllo della versione: %s

source: New version %s is available. Changelog: %s Do you want to install it now?
it: È disponibile la nuova versione %s. Changelog: %s Vuoi installarla subito?

source: Congrats! You already have the latest version...
it: Congratulazioni! Hai già l'ultima versione...

source: Do you want to install update ( %s ) now?
it: Vuoi installare l'aggiornamento (%s) adesso?

source: Update Aborted!
it: Aggiornamento interrotto!

source: Do you want to download ALL M3U playlists from GitHub? This will download all .m3u files from HasBahCa repository.
it: Vuoi scaricare TUTTE le playlist M3U da GitHub? Questo scaricherà tutti i file .m3u dal repository HasBahCa.

source: Downloading ALL playlists...
it: Download di TUTTE le playlist...

source: Download completed!
it: Download completato!

source: Successfully downloaded: %d files
it: Scaricati correttamente: %d file

source: Failed: %d files
it: Errore: %d file

source: Trying alternative method...
it: Sto provando un metodo alternativo...

source: Alternative method completed!
it: Metodo alternativo completato!

source: Downloaded: %d files
it: Scaricati: %d file

source: Both methods failed! Error: %s
it: Entrambi i metodi sono falliti! Errore: %s

source: Please now select ...
cs: Nyní prosím vyberte ...
it: Per favore ora seleziona...
sk: Teraz si vyberte ...

source: These streams may contain Adult content are you sure you want to continue?
it: Questi flussi possono contenere contenuti per adulti sei sicuro di voler continuare?

source: Access denied or wrong PIN
it: Accesso negato o PIN errato

source: Remove all HasBahCa Favorite Bouquet ?
cs: Odstranit všechny HasBahCa Oblíbené kytice ?
it: Rimuovere tutto il bouquet preferito di HasBahCa?
sk: Odstrániť všetky Obľúbené kytice HasBahCa?

source: HasBahCa Favorites List have been removed
cs: Seznam oblíbených položek HasBahCa byl odstraněn
it: L'elenco dei preferiti di HasBahCa è stato rimosso
sk: Zoznam obľúbených položiek HasBahCa bol odstránený

source: Loading data... Please wait
cs: Načítání dat... Počkejte prosím
it: Caricamento dati in corso... Attendere
sk: Načítavajú sa údaje... Prosím počkajte

source: Back
cs: Zpět
it: Indietro
sk: Späť

source: Filter this category...
it: Filtra questa categoria...

source: Do you want to Convert %s to Favorite Bouquet ? Attention!! Wait while converting !!!
cs: Chcete převést %s na oblíbenou kytici? Pozornost!! Počkejte při převodu !!!
it: Vuoi convertire %s al bouquet preferito? Attenzione!! Aspetta durante la conversione !!!
sk: Chcete previesť %s na obľúbenú kyticu? Pozornosť!! Počkajte na konverziu !!!

source: Shuffle Favorite %s List in Progress
it: Riproduzione casuale dell'elenco dei preferiti %s in corso

source: Wait please ...
cs: Počkejte prosím ...
it: Attendere prego...
sk: Počkajte prosím ...

source: Download Failed!!!
cs: Stažení se nezdařilo!!!
it: Download non riuscito!!!
sk: Preberanie zlyhalo!!!

source: Shuffle Favorite List in Progress
cs: Probíhající náhodné přehrávání seznamu oblíbených položek
sk: Zamiešanie zoznamu obľúbených položiek prebieha

source: Download Error
cs: Chyba stahování
sk: Chyba pri sťahovaní

source: Sorry but No Internet :(
cs: Omlouváme se, ale žádný internet :(
sk: Ľutujeme, ale žiadny internet :(
